{
  "apps": [
    {
      "Name": "7zip",
      "Source": "main"
    },
    {
      "Name": "element",
      "Source": "extras"
    },
    {
      "Name": "emacs",
      "Source": "extras"
    },
    {
      "Name": "fzf",
      "Source": "main"
    },
    {
      "Name": "gsudo",
      "Source": "main"
    },
    {
      "Name": "imagemagick",
      "Source": "main"
    },
    {
      "Name": "innounp",
      "Source": "main"
    },
    {
      "Name": "jq",
      "Source": "main"
    },
    {
      "Name": "just",
      "Source": "main"
    },
    {
      "Name": "neovim",
      "Source": "main"
    },
    {
      "Name": "obsidian",
      "Source": "extras"
    },
    {
      "Name": "scoop-search",
      "Source": "main"
    },
    {
      "Name": "sumatrapdf",
      "Source": "extras"
    },
    {
      "Name": "vim",
      "Source": "main"
    }
  ],
  "buckets": [
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main.git"
    },
    {
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras"
    }
  ]
}
